{
    "ABOUT_US":{
        "heading1": "Über uns",
        "text1": "Das Smokin BBQ Team steht seit 20 Jahren für qualitativ hochwertige Grills.",
        "text2": "Alle Informationen rund ums Unternehmen finden Sie hier.",
        "heading2": "Unternehmensphilosophie",
        "text3": "Als führender Vertreiber Grills trägt das Smokin BBQ Team besondere Verantwortung.",
        "text4": "Nachhaltigkeit steht daher im Mittelpunkt der Unternehmensphilosophie. Dazu gehören die langfristige Ausrichtung des unternehmerischen Handelns, der schonende Umgang mit Ressourcen und Umwelt ebenso wie gesellschaftliche Verantwortung und ein soziales Miteinander.",
        "text5": "Seit mehr als hundert Jahren wird das Familienunternehmen von christlichen Werten getragen: Die Achtung vor der Schöpfung und der Würde des Menschen stehen im Zentrum unserer Philosophie. Das ist der Grund, warum wir seit 1956 Rohstoffe aus ökologischem Anbau beziehen und faire Preise an unsere Vertragsbauern zahlen. Es erklärt aber auch unser großes Engagement für die Gesundheit, die Motivation und die Weiterbildung unserer Mitarbeiterinnen und Mitarbeiter.",
        "text6": "Natürlich wird der Erfolg von ökonomischen Faktoren bestimmt. Als wahren Maßstab sehen wir allerdings ethische Werte, die im gesellschaftlichen ebenso wie im wirtschaftlichen Miteinander besonders wichtig sind. Aus unserem tief empfundenen Verantwortungsbewusstsein gegenüber Mensch und Natur ist 1999 unsere eigene Ethik-Charta hervorgegangen. Vom fairen Wettbewerb am Markt zum respekt- und vertrauensvollen Umgang mit Lieferanten, Kunden und Mitarbeitern gibt sie als moralischer Wegweiser allen, die für die Familie arbeiten, die richtige Richtung vor."
    },
    "ADDCART": {
        "add": "wurde zum Warenkorb hinzugefügt.",
        "shopping_cart": "Zum Warenkorb"
    },
    "FOOTER":{
        "impressum": "Impressum",
        "privacy_policy": "Datenschutzerklärung"

    },
    "IMPRESSUM":{
        "impressum": "Impressum",
        "law": "Angaben gemäß § 5 TMG",
        "representation": "Vertreten durch:",
        "contact": "Kontakt",
        "tel": "Telefon: +49 (0)711 000",
        "mail": "E-Mail: max.mustermann@smokinbbq.de",
        "dispute": "Streitschlichtung",
        "dispute_text": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: ",
        "find_mail": "Unsere E-Mail-Adresse finden Sie oben im Impressum."
    },
    "NAV": {
        "home": "Home",
        "aboutus": "Über uns",
        "products": "Grills",
        "fireplaces": "Kamine",
        "overview": "Übersicht",
        "smokers": "Smoker",
        "grills": "Grills",
        "login": "Login",
        "logout": "Ausloggen",
        "user": "Benutzerprofil"
    },
    "NOT_FOUND": {
        "text": "Nicht gefunden"
    },
    "HOME":{
        "heading": "Erleben Sie grillen wie niemals zuvor!",
        "text1": "Die Welt mit neuen Augen sehen, dem Alltag entfliehen und einen gemütlichen Abend mit der Famile und Freunden verbringen.",
        "text2": "Für die einen ist es der Gemüse-Spieß, für die anderen das Steak. ",
        "text3": "Das Grill-Fieber hat wahrscheinlich jeden schon mal gepackt und wenn die warmen Tage gezählt sind, will man sie umso mehr auskosten.",
        "text4": "Grills aller erste Güte sind unser Markenzeichen. Bei uns gibt es nur beste Qualität und für Sie ein Grillerlebnis wie nie zuvor.",
        "text5": "Ihr Smokin BBQ Team"
    },
    "PRIVACY":{
        "heading1": "Datenschutzerklärung",
        "text1": "Diese Datenschutzerklärung klärt Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz „Daten“) im Rahmen der Erbringung unserer Leistungen sowie innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepräsenzen, wie z.B. unser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als „Onlineangebot“). Im Hinblick auf die verwendeten Begrifflichkeiten, wie z.B. „Verarbeitung“ oder „Verantwortlicher“ verweisen wir auf die Definitionen im Art. 4 der Datenschutzgrundverordnung (DSGVO).",
        "heading2": "Verantwortlicher",
        "manager": "Geschäftsführer"
    },
    "PROD_DETAIL": {
        "currency": "€",
        "per": "pro",
        "back": "Zurück zur Liste"
    },
    "PRODUCT": {
        "title": "Produkte",
        "currency": "€",
        "per": "pro",
        "detail": "Details"
    },
    "CART": {
        "heading": "Ihr Warenkorb",
        "quantity": "Anzahl",
        "product": "Produkt",
        "price": "Preis",
        "total": "Gesamtpreis: ",
        "currency": "€",
        "subtotal": "Zwischensumme",
        "continue": "Weiter einkaufen",
        "button": "Bezahlen"
    },
    "USER":{
        "registration": "Registrierung"
    },
    "SIGN_IN":{
        "title": "Hier anmelden",
        "mail": "E-Mail",
        "password": "Passwort",
        "validation_message1":"Ungültige E-Mail-Adresse.",
        "validation_message2":"Mindestens 6 Zeichen.",
        "button": "Anmelden"
    },
    "SIGN_UP":{
        "username": "Benutzername",
        "mail": "E-Mail",
        "validation_message1":"Pflichtfeld",
        "validation_message2":"Ungültige E-Mail-Adresse.",
        "password": "Passwort",
        "validation_message3": "Das Passwort muss mindestens 6 Zeichen haben.",
        "registrate": "Registrieren",
        "success_message": "Erfolgreich registriert!"
    },
    "USER_PROFILE":{
        "profile": "Angemeldeter Benutzer",
        "welcome": "Willkommen zurück",
        "text1": "Vielen Dank, dass Sie unser geschätzter Kunden sind. Wir sind dankbar für das Vertrauen, Ihnen qualitaiv beste Ware zu präsentieren und Ihre Bedürfnisse zu erfüllen.",
        "text2": "Ihr völlig neues und unvergessliches Erlebnis ist nur ein paar Klicks entfernt. In unserem Online-Shop erwartet Sie eine ausgewählte Sammlung der besten Grills der Welt. Wenn Sie jetzt bestellen, ist der Grill bereits morgen bei ihnen. Es steht Ihnen nichts im Weg.",
        "start": "Jetzt einkaufen"
    }
}
