{
    "ABOUT_US":{
        "heading1": "About us",
        "text1": "The Smokin' BBQ Team welcomes you to our online-shop",
        "text2": "All information about the company can be found here.",
        "heading2": "Corporate Philosophy",
        "text3": "As a leading distributor of grills, Smokin' BBQ has a special responsibility.",
        "text4": "Sustainability is therefore the focus of the corporate philosophy. These include the long-term orientation of entrepreneurial activity, the careful use of resources and the environment as well as social responsibility and social interaction.",
        "text5": "For more than a hundred years, the family business has been driven by Christian values: respect for human creation and dignity are at the heart of our philosophy. This is the reason why we have been sourcing raw materials and paying fair prices to all our workers. It also explains our commitment to the health, motivation and education of our employees.",
        "text6": "Of course, success is determined by economic factors. However, the most important thing is that our customer is satisfyed with the purchased grill. From fair competition in the market to the respectful and trustful dealings with suppliers, customers and employees, as a moral guide it sets the right direction for all who work for our team."
    },
    "ADDCART": {
        "add": "has been added to your shoppingcart.",
        "shopping_cart": "To shopping cart"
    },
    "FOOTER":{
        "impressum": "Impressum",
        "privacy_policy": "Privacy-policy"
    },
    "IMPRESSUM":{
        "impressum": "Impressum",
        "law": "According to ยง 5 TMG",
        "representation": "Represented by:",
        "contact": "Contact",
        "tel": "Telephone: +49 (0)711 000",
        "mail": "E-Mail: max.mustermann@smokinbbq.de",
        "dispute": "Online Dispute Resolution",
        "dispute_text": "The European Commission provides a platform for online dispute resolution: ",
        "find_mail": "Our e-mail address can be found above in the impressum."
    },
    "NAV": {
        "home": "Home",
        "aboutus": "About us",
        "products": "Products",
        "overview": "Overview",
        "fireplaces": "Fireplaces",
        "smokers": "Smokers",
        "grills": "Grills",
        "login": "Login",
        "logout": "Logout",
        "user": "User profile"
    },
    "NOT_FOUND": {
        "text": "Not found"
    },
    "HOME":{
        "heading": "Experience BBQ's like never before!",
        "text1": "See the world with new eyes, escape from everyday life and enjoy a nice evening with friends and family.",
        "text2": "Whatever grill you are looking for, we have it.",
        "text3": "First-rate grills are our trademark. With us there is only the best quality and for you an experience like never before.",
        "text4": "",
        "text5": "The Smokin' BBQ Team"
    },
    "PRIVACY":{
        "heading1": "Privacy-Policy",
        "text1": "This Privacy Policy clarifies the nature, scope and purpose of the processing of personal data (hereinafter referred to as 'Data') in the course of the provision of our services, as well as our online offerings and related websites, features and content, and external online presence, such as web sites. our Social Media Profile (collectively referred to as the 'Online Offering'). With regard to the terminology used, e.g. 'Processing' or 'Responsible', we refer to the definitions in Article 4 of the General Data Protection Regulation (GDPR).",
        "heading2": "Responsible",
        "manager": "Manager"
    },
    "PROD_DETAIL": {
        "currency": "$",
        "per": "per",
        "back": "Back to list"
    },
    "PRODUCT": {
        "title": "Products",
        "currency": "$",
        "per": "per",
        "detail": "Details"
    },
    "CART": {
        "heading": "Your Shopping Cart",
        "quantity": "Quantity",
        "product": "Product",
        "price": "Price",
        "total": "Total: ",
        "currency": "$",
        "subtotal": "Subtotal",
        "continue": "Continue Shopping",
        "button": "Pay"
    },
    "USER":{
        "registration": "Registration"
    },
    "SIGN_IN":{
        "title": "Please sign in",
        "mail": "Email",
        "password": "Password",
        "validation_message1": "Invalid email address.",
        "validation_message2": "Minimum 6 characters.",
        "button": "Sign in"
    },
    "SIGN_UP":{
        "username": "Username",
        "mail": "Email",
        "validation_message1":"Required field",
        "validation_message2":"Invalid email address",
        "password": "Password",
        "validation_message3": "Minimum 6 characters.",
        "registrate": "Registrate",
        "success_message": "Registration successful!"
    },
    "USER_PROFILE":{
        "profile": "Logged in user",
        "welcome": "Welcome back",
        "text1": "Thank you for being our valued customers. We are grateful for the pleasure of serving you and meeting your needs.",
        "text2": "Your new Grill is just a few clicks away. A selected collection of the best grills and equipment in the world await you in our online shop. If you order now, the products will be there just tomorrow. There is nothing in your way.",
        "start": "Start shopping"
    }
}